Tekla.Structures.Plugins.SecondaryTypeAttribute


Tekla.Structures.Plugins.SecondaryTypeAttribute.#ctor(Tekla.Structures.Plugins.ConnectionBase.SecondaryType)
DO NOT USE! For internal usage only!
Type:

Tekla.Structures.Plugins.SecondaryTypeAttribute.#ctor(System.Int32)
DO NOT USE! For internal usage only!
Type:

Tekla.Structures.Plugins.SecondaryTypeAttribute.Type
DO NOT USE! For internal usage only!